driver-tests/bpelse/BpelToBpel/InAServiceUnitCA/test/InvokeSubBPDirectly/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:urn="urn:ChildTargetNamespace">
  <soapenv:Body>
    <urn:ChildPart>
      <urn:string>Test Sub BP Invocation</urn:string>
    </urn:ChildPart>
  </soapenv:Body>
</soapenv:Envelope>